Repository: strumswell/oscar-weather
Catalog: Oscar°/Localizable.xcstrings
Source language: de
Languages: en, tr

source: Berechtigungen verwaltet iOS: Beim ersten Aktivieren fragt Oscar direkt an, danach öffnet der Schalter die passende Stelle in den iOS-Einstellungen.
en: iOS manages these permissions: the first time you turn one on, Oscar asks directly; after that, the switch opens the right place in iOS Settings.
tr: Bu izinleri iOS yönetir: Bir izni ilk kez açtığınızda Oscar doğrudan sorar; sonrasında anahtar, iOS Ayarları'nda ilgili yeri açar.

source: ... wurde in liebevoller Erinnerung an diejenigen entwickelt, die nicht mehr unter uns sind. In unseren Herzen und Gedanken bleiben sie jedoch für immer lebendig.
en: ... was developed in loving memory of those who are no longer with us. However, they remain forever alive in our hearts and minds.
tr: ... artık aramızda olmayanların sevgi dolu anısına geliştirilmiştir. Ancak onlar kalplerimizde ve zihinlerimizde sonsuza dek canlı kalacaklar.

source: „Mein Standort“ bleibt als Untertitel sichtbar.
en: “My Location” stays visible as a subtitle.
tr: “Konumum” alt başlık olarak görünür kalır.

source: %@ Tage
en: %@ days
tr: %@ gün

source: %@ von %@
en: %@ of %@

source: %@, klingt gut!
en: %@, sounds good!
tr: %@, kulağa hoş geliyor!

source: %@°/Jahrzehnt
en: %@°/decade
tr: %@°/on yıl

source: %d-Tage
en: %d-Day
tr: %d Günlük Tahmin

# %lld von %lld
source: %1$lld von %2$lld
en: %1$lld of %2$lld
tr: %1$lld/%2$lld

source: ≈ 2 km Raster
en: ≈ 2 km grid
tr: ≈ 2 km çözünürlük

source: ≈ 9 km Raster
en: ≈ 9 km grid
tr: ≈ 9 km çözünürlük

source: 7-Tage-Ensemble
en: 7-day ensemble
tr: 7 günlük topluluk

source: 12 Stunden
en: 12-hour
tr: 12 saat

source: 15 Uhr
en: 3 PM

source: 16 Uhr
en: 4 PM

source: 17 Uhr
en: 5 PM

source: 18 Uhr
en: 6 PM

source: 22 Uhr
en: 10 PM

source: 24 Stunden
en: 24-hour
tr: 24 saat

source: Ab %@
en: From %@
tr: %@ tarihinden itibaren

source: Abbrechen
en: Cancel
tr: İptal

source: AI GEFS ist ein guter Kompromiss für die nächsten ein bis zwei Wochen.
en: AI GEFS is a good compromise for the next one to two weeks.
tr: AI GEFS, önümüzdeki bir ila iki hafta için iyi bir dengedir.

source: AIFS eignet sich gut für mittelfristige Unsicherheit, lokale Details können geglättet wirken.
en: AIFS is useful for medium-range uncertainty, but local details can look smoothed.
tr: AIFS orta vadeli belirsizliği görmek için kullanışlıdır, ancak yerel ayrıntılar yumuşatılmış görünebilir.

source: Aktive Warngebiete des DWD
en: Active DWD warning areas
tr: DWD'nin aktif uyarı bölgeleri

source: Aktiviere Regenwarnungen (Beta) für Mitteleuropa, um Mitteilungen bei bevorstehendem Regen zu erhalten. Dein ungefährer Standort wird dazu auf einem Oscar-Server gespeichert.
en: Enable rain alerts (Beta) for Central Europe to receive notifications about upcoming rain. Your approximate location will be stored on an Oscar server for this.
tr: Yaklaşan yağmur hakkında bildirim almak için Orta Avrupa yağmur uyarılarını (Beta) etkinleştirin. Bunun için yaklaşık konumunuz bir Oscar sunucusunda saklanır.

source: Aktuell dominierender Schadstoff
en: Currently dominant pollutant
tr: Şu anda baskın kirletici

source: Aktuelle Werte
en: Current values
tr: Güncel değerler

source: Aktueller Standort
en: Current Location
tr: Mevcut Konum

source: Akzeptabel
en: Fair
tr: Orta

# Alert
source: Warnung
en: Alert
tr: Uyarı

# Alert types
source: Warnungstypen
en: Alert types
tr: Uyarı türleri

# Alerts
source: Warnungen
en: Alerts
tr: Uyarılar

source: alle %lld Std.
en: every %lld h
tr: %lld saatte bir

source: Alles auf einen Blick
en: Everything at a glance
tr: Her şey bir bakışta

source: Allgemein
en: General
tr: Genel

source: Erlaube Mitteilungen in den iOS Einstellungen, um Regenwarnungen und Wetterwarnungen in Mitteleuropa, den USA und Taiwan zu erhalten.
en: Allow notifications in iOS Settings to receive rain alerts and weather alerts in Central Europe, the United States, and Taiwan.
tr: Orta Avrupa, ABD ve Tayvan'da yağmur uyarıları ve hava durumu uyarıları almak için iOS Ayarları'nda bildirimlere izin verin.

# Allow notifications in iOS Settings to receive rain alerts and weather alerts.
source: Erlaube Mitteilungen in den iOS Einstellungen, um Regenwarnungen und Wetterwarnungen zu erhalten.
en: Allow notifications in iOS Settings to receive rain alerts and weather alerts.
tr: Yağmur uyarıları ve hava durumu uyarıları almak için iOS Ayarları'nda bildirimlere izin verin.

source: Als Standard festlegen
en: Set as default
tr: Varsayılan olarak ayarla

source: Ambrosia
en: Ragweed
tr: Ambrozya

source: Amtliche Warnungen
en: Official alerts
tr: Resmi uyarılar

source: Angenehm
en: Comfortable
tr: Rahat

source: Ansicht
en: View
tr: Görünüm

# app_icon_ai_disclosure
source: Alle App-Symbole außer dem originalen App-Symbol wurden mit Hilfe von KI-Tools erstellt. Wenn du Designer:in bist oder einfach Lust hast, ein eigenes App-Symbol beizusteuern, schreib mir an design@bolte.id.
en: All app icons except the original app icon were created with the help of AI tools. If you are a designer or just an enthusiast who would be willing to create a custom app icon, write me at design@bolte.id.
tr: Orijinal uygulama simgesi dışındaki tüm uygulama simgeleri yapay zeka araçlarının yardımıyla oluşturuldu. Tasarımcıysanız ya da özel bir uygulama simgesi hazırlamak isteyen bir meraklıysanız bana design@bolte.id adresinden yazın.

# app_icon_error_change_failed
source: iOS konnte das App-Symbol nicht auf %1$@ setzen. Aktuelles Symbol: %2$@. Fehler: %3$@ (%4$@ %5$ld)
en: iOS could not change the app icon to %1$@. Current icon: %2$@. Error: %3$@ (%4$@ %5$ld)
tr: iOS uygulama simgesini %1$@ olarak değiştiremedi. Geçerli simge: %2$@. Hata: %3$@ (%4$@ %5$ld)

# app_icon_error_system_prompt_unavailable
source: iOS konnte die Systemabfrage zum Ändern des App-Symbols nicht öffnen. Das passiert häufig im Simulator. Bitte App neu öffnen und erneut versuchen. Aktuelles Symbol: %@.
en: iOS could not open the system prompt for changing the app icon. This often happens in the simulator. Please reopen the app and try again. Current icon: %@.
tr: iOS uygulama simgesini değiştirmek için sistem istemini açamadı. Bu durum simülatörde sık görülür. Lütfen uygulamayı yeniden açıp tekrar deneyin. Geçerli simge: %@.

# app_icon_error_unsupported
source: Dieses Gerät unterstützt keine alternativen App-Symbole.
en: This device does not support alternate app icons.
tr: Bu cihaz alternatif uygulama simgelerini desteklemiyor.

source: App-Symbol
en: App Icon
tr: Uygulama Simgesi

source: App-Symbol konnte nicht geändert werden
en: App Icon Could Not Be Changed
tr: Uygulama Simgesi Değiştirilemedi

source: Arbeit
en: Work
tr: İş

source: Äste brechen, kleinere Schäden sind möglich.
en: Branches break and minor damage is possible.
tr: Dallar kırılır, küçük hasarlar oluşabilir.

source: Auch gut – such dir einen Ort aus.
en: No problem — pick a place instead.
tr: Sorun değil – bir yer seçin.

source: Auf meinen Standort zentrieren
en: Center on my location
tr: Konumuma ortala

source: Ausgewählt
en: Selected
tr: Seçili

source: Australien
en: Australia
tr: Avustralya

source: Auswahl aufheben
en: Clear selection
tr: Seçimi kaldır

source: Außerhalb der Modellabdeckung
en: Outside the model's coverage area
tr: Modelin kapsama alanı dışında

source: Außerhalb des Modells – Automatik aktiv.
en: Outside model area – using auto.
tr: Model alanı dışında – otomatik.

source: Automatisch
en: Automatic
tr: Otomatik

source: Bäume können entwurzeln, Gebäude können Schaden nehmen.
en: Trees can be uprooted and buildings can be damaged.
tr: Ağaçlar kökünden sökülebilir, binalar zarar görebilir.

source: Bäume schwanken, Gehen gegen den Wind wird mühsam.
en: Trees sway and walking into the wind becomes difficult.
tr: Ağaçlar sallanır, rüzgara karşı yürümek zorlaşır.

source: Bearbeiten
en: Edit
tr: Düzenle

source: Beaufort-Skala
en: Beaufort scale
tr: Beaufort ölçeği

source: Bedeckt
en: Overcast
tr: Kapalı

source: Befindet sich etwa über %@.
en: Currently right over %@.
tr: Şu anda yaklaşık %@ üzerinde.

source: Begrenzt Hoch/Tief auf einen Zeitraum, z. B. für relevantere Tiefstwerte nach Sonnenaufgang.
en: Limits high/low to a time period, for example to make lows after sunrise more relevant.
tr: En yüksek/en düşük değerleri bir zaman aralığıyla sınırlar; örneğin güneş doğduktan sonraki düşük değerleri daha anlamlı hale getirir.

source: Bei diesem UV-Wert besteht nur eine geringe gesundheitliche Gefährdung. Meist sind keine besonderen Schutzmaßnahmen erforderlich.
en: At this UV level, the health risk is low. In most cases, no special protective measures are needed.
tr: Bu UV değerinde sağlık riski düşüktür. Çoğu durumda özel bir korunma önlemi gerekmez.

source: Beifuß
en: Mugwort
tr: Pelin Otu

source: Benachrichtige mich
en: Notify me
tr: Beni bilgilendir

source: Benachrichtigungen deaktiviert
en: Notifications Disabled
tr: Bildirimler devre dışı

source: Benachrichtigungsstatus unbekannt.
en: Notification status unknown.
tr: Bildirim durumu bilinmiyor.

source: Benutzerdefiniert
en: Custom
tr: Özel

source: Berechtigungen
en: Permissions
tr: İzinler

source: Bewegungspfeile
en: Motion Arrows
tr: Hareket Okları

source: Bewölkt
en: Cloudy
tr: Bulutlu

source: Bewölkung
en: Cloud cover
tr: Bulutluluk

source: Birke
en: Birch
tr: Huş Ağacı

source: Bis %@
en: Until %@
tr: %@ tarihine kadar

source: Blätter rascheln, Wind ist im Gesicht spürbar.
en: Leaves rustle and the wind is felt on the face.
tr: Yapraklar hışırdar, rüzgar yüzde hissedilir.

source: Boden
en: Ground
tr: Toprak

source: Bodennahes Ozon bildet sich bei starker Sonneneinstrahlung aus Abgasen. Es kann Husten, Reizungen und eine verringerte Lungenfunktion auslösen.
en: Ground-level ozone forms from emissions during strong sunlight. It can trigger coughing, irritation, and reduced lung function.
tr: Yere yakın ozon güçlü güneş ışığında egzoz gazlarından oluşur. Öksürük, tahriş ve akciğer işlevinde azalmaya yol açabilir.

source: Bodentemperatur
en: Soil Temperature
tr: Toprak sıcaklığı

source: Bodenwassergehalt
en: Soil Moisture
tr: Toprak su içeriği

source: Böen
en: Gusts
tr: Rüzgar hamlesi

# Both alert types are currently turned off.
source: Beide Warnungstypen sind derzeit ausgeschaltet.
en: Both alert types are currently turned off.
tr: Her iki uyarı türü de şu anda kapalı.

source: Beide Beta-Warnungstypen sind derzeit ausgeschaltet. Sie sind für Mitteleuropa, die USA und Taiwan verfügbar.
en: Both beta alert types are currently turned off. They are available for Central Europe, the United States, and Taiwan.
tr: Her iki beta uyarı türü de şu anda kapalı. Bunlar Orta Avrupa, ABD ve Tayvan için kullanılabilir.

source: Beide Beta-Warnungsarten sind derzeit ausgeschaltet. Verfügbar sind sie in Europa, den USA, Taiwan und Brasilien (nur Regenwarnungen).
en: Both beta alert types are currently turned off. They are available in Europe, the United States, Taiwan, and Brazil (rain alerts only).
tr: Her iki beta uyarı türü de şu anda kapalı. Avrupa, ABD, Tayvan ve Brezilya'da (yalnızca yağmur uyarıları) kullanılabilir.

source: Brasilien
en: Brazil
tr: Brezilya

source: BrightSky ist eine Open-Source-Wetter-API, die offene Wetterdaten vom DWD aufbereiten und für Oscar in Form von Wetterwarnung und Radardaten für Deutschland zur Verfügung stellen. Oscar nutzt als nicht-kommerzielle App den kostenlosen Zugang zu BrightSky, unterstützt das Projekt aber mit einer monatlichen Spende von fünf Euro.
en: BrightSky is an open-source weather API that processes open weather data from the DWD and makes it available to Oscar in the form of weather warnings and radar data for Germany. Oscar uses the free access to BrightSky as a non-commercial app, but supports the project with a monthly donation of five euros.
tr: BrightSky, DWD'den alınan açık hava durumu verilerini işleyen ve Almanya için hava durumu uyarıları ile radar verileri olarak Oscar'ın kullanımına sunan açık kaynaklı bir hava durumu API'sidir. Oscar, ticari olmayan bir uygulama olarak BrightSky'ın ücretsiz erişimini kullanır, ancak projeyi aylık beş avroluk bir bağışla destekler.

# climate.yearCount
source: %1$@ von %2$@
en: %1$@ of %2$@
tr: %2$@ yılın %1$@

source: Danke, dass Du Oscar ausprobierst. Viele Jahre und viel Herzblut sind hier reingeflossen. Ich hoffe, es gefällt Dir mindestens so viel wie mir! - Philipp. Für Oscar, Daniela, Ursel, Werner, Reinhard & Sammy
en: Thank you for trying out Oscar. So many years and so much heart went into this. I hope you like it at least as much as I do! - Philipp
tr: Thank you for trying out Oscar. So many years and so much heart went into this. I hope you like it at least as much as I do! - Philipp

source: Darstellung
en: Appearance
tr: Görünüm

source: Darunter DWD, NOAA, ECMWF, MeteoSwiss u. v. m.
en: Including DWD, NOAA, ECMWF, MeteoSwiss, and many more.
tr: DWD, NOAA, ECMWF, MeteoSwiss ve daha fazlası dahil.

source: Das ist der %@. kälteste %@ seit %@.
en: This is the No. %@ coldest %@ since %@.
tr: Bu, %3$@ yılından bu yana %1$@. en soğuk %2$@.

source: Das ist der %@. wärmste %@ seit %@.
en: This is the No. %@ warmest %@ since %@.
tr: Bu, %3$@ yılından bu yana %1$@. en sıcak %2$@.

source: Das ist der kälteste %@ seit %@.
en: This is the coldest %@ since %@.
tr: Bu, %2$@ yılından bu yana en soğuk %1$@.

source: Das ist der wärmste %@ seit %@.
en: This is the warmest %@ since %@.
tr: Bu, %2$@ yılından bu yana en sıcak %1$@.

source: Datengrundlage ist die ERA5-Reanalyse: Wettermodelle verrechnen Messungen von Stationen, Satelliten, Flugzeugen und Bojen zu einem lückenlosen, weltweiten Verlauf zurück bis 1940.
en: The data comes from the ERA5 reanalysis: weather models combine measurements from stations, satellites, aircraft, and buoys into a gap-free, worldwide record reaching back to 1940.
tr: Veriler ERA5 yeniden analizinden gelir: hava modelleri istasyon, uydu, uçak ve şamandıra ölçümlerini 1940'a kadar uzanan kesintisiz, dünya çapında bir kayıtta birleştirir.

source: Datenquellen
en: Data Sources
tr: Veri Kaynakları

source: Datenquellen & Lizenzen
en: Data Sources & Licenses
tr: Veri Kaynakları ve Lisanslar

source: Datenschutz
en: Privacy
tr: Gizlilik

source: Deckkraft
en: Opacity
tr: Opaklık

source: Deckkraft der Wetterebenen
en: Weather layer opacity
tr: Hava katmanlarının opaklığı

source: Dein Standort verlässt dein Gerät nur auf ca. 100 m gerundet – ohne Konto, ohne Tracking.
en: Your location leaves your device only rounded to about 100 m. No account, no tracking.
tr: Konumunuz cihazınızdan yalnızca yaklaşık 100 m'ye yuvarlanmış olarak çıkar – hesap yok, takip yok.

source: Dein Standort verlässt dein Gerät nur auf ca. 100 m gerundet und wird nur für eine Sache verwendet: dein Wetter.
en: Your location leaves your device only rounded to about 100 m, and it is used for one thing only: your weather.
tr: Konumunuz cihazınızdan yalnızca yaklaşık 100 m'ye yuvarlanarak çıkar ve tek bir şey için kullanılır: hava durumunuz.

source: Dein Wetter. Genau hier.
en: Your weather. Right here.
tr: Hava durumunuz. Tam burada.

source: Deine Vorhersage ist bereit.
en: Your forecast is ready.
tr: Tahmininiz hazır.

source: deinen Standort
en: your location
tr: bulunduğun yer

source: Der kälteste %@ seit %@.
en: The coldest %@ since %@.
tr: %2$@ yılından bu yana en soğuk %1$@.

source: Der Live-Regenstatus zeigt aufziehenden Regen als Live-Aktivität auf dem Sperrbildschirm und in der Dynamic Island. Er benötigt aktive Regen-Warnungen.
en: The live rain status shows approaching rain as a Live Activity on the Lock Screen and in the Dynamic Island. It requires rain alerts to be turned on.
tr: Canlı yağmur durumu, yaklaşan yağmuru kilit ekranında ve Dynamic Island'da canlı aktivite olarak gösterir. Bunun için yağmur uyarılarının açık olması gerekir.

source: Der Ortsname bleibt als Untertitel sichtbar.
en: The place name stays visible as a subtitle.
tr: Konum adı alt başlık olarak görünür kalır.

source: Der wärmste %@ seit %@.
en: The warmest %@ since %@.
tr: %2$@ yılından bu yana en sıcak %1$@.

source: Deutscher Wetterdienst
en: German national weather service
tr: Alman meteoroloji servisi

source: Dicke Äste bewegen sich, Drähte können pfeifen.
en: Thick branches move and wires can whistle.
tr: Kalın dallar hareket eder, teller ıslık sesi çıkarabilir.

source: Die weißen Bänder zeigen die Bewölkung in drei Höhenlagen, je dicker das Band, desto bedeckter der Himmel. Gelbe Flächen stehen für sonnige Abschnitte, Balken für Niederschlag, gestrichelte Verläufe für die Vergangenheit. Halte und ziehe für die Werte einer Stunde, mit zwei Fingern änderst du den Zeitraum.
en: The white bands show cloud cover at three altitude ranges; the thicker the band, the more overcast the sky. Yellow areas mark sunny periods, bars precipitation, dashed lines the past. Touch and hold for a single hour's values, and pinch to change the time range.
tr: Beyaz bantlar bulutluluğu üç yükseklik katmanında gösterir; bant ne kadar kalınsa gökyüzü o kadar kapalıdır. Sarı alanlar güneşli saatleri, çubuklar yağışı, kesikli çizgiler geçmişi gösterir. Bir saatin değerlerini görmek için basılı tutup sürükleyin, zaman aralığını iki parmakla değiştirebilirsiniz.

source: Die Weltgesundheitsorganisation (WHO) empfiehlt, zwischen 11 und 16 Uhr im Schutz eines Hauses zu bleiben und auch außerhalb dieser Zeit unbedingt Schatten zu suchen. Ein sonnendichtes Hemd, lange Hosen, Sonnencreme, Sonnenbrille und ein breitkrempiger Hut sind auch im Schatten unerlässlich.
en: The World Health Organization (WHO) recommends staying indoors between 11 a.m. and 4 p.m. and seeking shade at all other times. A tightly woven shirt, long trousers, sunscreen, sunglasses, and a wide-brimmed hat remain essential even in the shade.
tr: Dünya Sağlık Örgütü (WHO), 11.00 ile 16.00 saatleri arasında kapalı bir yerde kalınmasını ve diğer saatlerde de mutlaka gölge aranmasını önerir. Sık dokulu bir gömlek, uzun pantolon, güneş kremi, güneş gözlüğü ve geniş kenarlı bir şapka gölgede bile vazgeçilmezdir.

source: Die Weltgesundheitsorganisation (WHO) rät, mittags den Schatten zu suchen. In der Sonne werden Hemd, Sonnencreme, Sonnenbrille und Kopfbedeckung benötigt.
en: The World Health Organization (WHO) advises seeking shade at midday. In direct sun, a shirt, sunscreen, sunglasses, and a hat are recommended.
tr: Dünya Sağlık Örgütü (WHO), öğle saatlerinde gölgeye geçmeyi önerir. Güneşte gömlek, güneş kremi, güneş gözlüğü ve şapka gerekir.

source: Die Weltgesundheitsorganisation (WHO) rät, zwischen 11 und 16 Uhr den Aufenthalt im Freien zu vermeiden, aber auch im Schatten gehören ein sonnendichtes Hemd, lange Hosen, Sonnencreme, Sonnenbrille und ein breitkrempiger Hut zum sonnengerechten Verhalten.
en: The World Health Organization (WHO) advises avoiding outdoor stays between 11 a.m. and 4 p.m. In the sun and even in the shade, tightly woven clothing, long trousers, sunscreen, sunglasses, and a wide-brimmed hat are recommended.
tr: Dünya Sağlık Örgütü (WHO), 11.00 ile 16.00 saatleri arasında dışarıda kalmaktan kaçınılmasını önerir. Güneşte ve gölgede sık dokulu bir gömlek, uzun pantolon, güneş kremi, güneş gözlüğü ve geniş kenarlı bir şapka önerilir.

source: Die zuschaltbare Wolken-Ebene zeigt die Bewölkung aus Sicht des Wettersatelliten Meteosat (MTG) — alle 10 Minuten neu, von Oscar auf den 5-Minuten-Takt des Radars gerechnet und bis 90 Minuten vorausberechnet. Contains modified EUMETSAT Meteosat data.
en: The optional cloud layer shows cloud cover as seen by the Meteosat weather satellite (MTG) — updated every 10 minutes, resampled by Oscar to the radar's 5-minute rhythm and projected up to 90 minutes ahead. Contains modified EUMETSAT Meteosat data.
tr: İsteğe bağlı bulut katmanı, Meteosat (MTG) meteoroloji uydusunun gördüğü bulutluluğu gösterir — her 10 dakikada bir güncellenir, Oscar tarafından radarın 5 dakikalık ritmine uyarlanır ve 90 dakikaya kadar ileriye hesaplanır. Contains modified EUMETSAT Meteosat data.

source: Dieser Tag seit 1940
en: This day since 1940
tr: 1940'tan beri bu gün

source: Dschungel
en: Jungle
tr: Orman

source: Du kannst den Ort jederzeit wechseln oder weitere hinzufügen.
en: You can change the place or add more anytime.
tr: Yeri istediğiniz zaman değiştirebilir veya yenilerini ekleyebilirsiniz.

source: Dunkel
en: Dark
tr: Koyu

source: Dünne Zweige bewegen sich, Wimpel strecken sich.
en: Thin twigs move and pennants extend.
tr: İnce dallar hareket eder, flamalar açılır.

source: Durchschnittlicher Wassergehalt des Bodens als volumetrisches Mischungsverhältnis in verschiedenen Tiefen.
en: Average water content of the soil as a volumetric mixing ratio at different depths.
tr: Farklı derinliklerde hacimsel karışım oranı olarak toprağın ortalama su içeriği.

source: Eigener Name
en: Custom name
tr: Özel ad

source: Eigenes Emoji
en: Custom emoji
tr: Özel emoji

source: Ein Ensemble vergleicht mehrere leicht unterschiedliche Modellläufe. Dadurch wird sichtbar, wie stabil oder unsicher die Vorhersage in den nächsten Tagen ist.
en: An ensemble compares several slightly different model runs. This makes it visible how stable or uncertain the forecast is over the coming days.
tr: Bir topluluk, birbirine yakın birkaç model çalışmasını karşılaştırır. Bu sayede önümüzdeki günlerde tahminin ne kadar kararlı ya da belirsiz olduğu görünür hale gelir.

source: Ein klarer Wetterbericht mit allem, was für deinen Tag zählt.
en: A clear weather report with everything that matters for your day.
tr: Gününüz için önemli olan her şeyi içeren net bir hava durumu raporu.

source: Ein Wetterbericht mit allem, was Du wissen musst.
en: A weather report with everything you need to know.
tr: Bilmeniz gereken her şeyi içeren bir hava durumu raporu.

source: Ein Wettermodell ist eine Computersimulation der Atmosphäre: Aus Millionen Messwerten berechnet es, wie das Wetter in den nächsten Stunden und Tagen wird.
en: A weather model is a computer simulation of the atmosphere: from millions of measurements it calculates the weather for the coming hours and days.
tr: Hava modeli, atmosferin bilgisayar simülasyonudur: Milyonlarca ölçümden önümüzdeki saat ve günlerin havasını hesaplar.

source: Eine kurze Warnung, bevor es an deinem Ort losregnet.
en: A quick heads-up before rain starts at your location.
tr: Konumunuzda yağmur başlamadan kısa bir uyarı.

source: Einfach
en: Simple
tr: Sade

source: Einführung erneut ansehen
en: Replay the welcome tour
tr: Tanıtımı yeniden izleyin

source: Einheiten
en: Units
tr: Birimler

source: Einordnung
en: Context
tr: Değerlendirme

source: Einstellungen
en: Settings
tr: Ayarlar

source: Aktiviere Mitteilungen, um Regenwarnungen und Wetterwarnungen zu erhalten. Dein ungefährer Standort wird dazu auf einem Oscar-Server gespeichert.
en: Enable notifications to receive rain alerts and weather alerts. Your approximate location will be stored on an Oscar server for this.
tr: Yağmur uyarıları ve hava durumu uyarıları almak için bildirimleri etkinleştirin. Bunun için yaklaşık konumunuz bir Oscar sunucusunda saklanacaktır.

source: Ende
en: End
tr: Bitiş

source: Ensemble-Vorhersage
en: Ensemble Forecast
tr: Topluluk Tahmini

source: Ensembles, detaillierte Charts und auf Wunsch dein bevorzugtes Wettermodell.
en: Ensembles, detailed charts, and your choice of weather model.
tr: Topluluk tahminleri, ayrıntılı grafikler ve dilerseniz seçtiğiniz hava modeli.

source: Erlaube Mitteilungen in den iOS Einstellungen, um Regenwarnungen zu erhalten.
en: Allow notifications in iOS Settings to receive rain alerts.
tr: Yağmur uyarılarını almak için iOS Ayarları'nda bildirimlere izin verin.

source: Erle
en: Alder
tr: Kızılağaç

source: Ermöglicht durch DWD, NOAA, ECMWF, MeteoSwiss und viele mehr.
en: Powered by DWD, NOAA, ECMWF, MeteoSwiss, and many more.
tr: DWD, NOAA, ECMWF, MeteoSwiss ve daha fazlası sayesinde.
